13/data/attachments/7ee4b79c439f8c8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_91ad78a7-4d40-4315-bf26-cc1ee7e90cb8</nif:username>
            <nif:pageInfo>
                <nif:page>-1</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>